// © Copyright 2004-2013, 2015 HP Development Company, L.P.

TaskName = "Dispositivos de saída";

8BinMailbox = "Caixa de correio de 8 compartimentos";
5BinMailbox = "Caixa de correio de 5 compartimentos";
StaplerStacker = "Grampeador/Empilhador";
3BinStaplerStacker = "HP 3 compartimentos Grampeador/Empilhador";
500SheetStaplerStacker = "Grampeador/Empilhador para 500 folhas HP";
500SheetStacker = "Empilhador de 500 folhas HP";
BookletMaker = "Montador de livretos HP";
BookletMakerFinisher = "Criador/finalizador de livretos HP";
StaplerStackerWith23HolePuncher = "Grampeador/empilhador HP com furador de 2/3";
StaplerStackerWith24HolePuncher = "Grampeador/empilhador HP com furador de 2/4";
BookletMakerFinisherWith23HolePuncher = "Criador/finalizador de livretos HP com furador de 2/3";
BookletMakerFinisherWith24HolePuncher = "Criador/finalizador de livretos HP com furador de 2/4";
Stacker = "Empilhador";
NoDevice = "Nenhum";

Unknown = "Desconhecido";
UnknownDescription = " ";

Mailbox = "Caixa de correio";
MailboxDescription = "Cada compartimento é atribuído a um usuário ou a um grupo de usuários. Trabalhos enviados à impressora indicam o compartimento de destino ao qual os trabalhos serão enviados.";

StackerDescription = "A impressora utiliza todos os compartimentos para empilhar cópias de um trabalho. Os trabalhos são enviados ao compartimento inferior primeiro e daí para o próximo compartimento superior, e assim por diante. Quando todos os compartimentos estiverem cheios, a impressora pára.";

JobSeparator = "Separador de trabalhos";
JobSeparatorDescription = "Cada trabalho é colocado em um compartimento separado. Os trabalhos são colocados no compartimento superior primeiro, o próximo no compartimento inferior, e assim por diante. Quando todos os compartimentos forem utilizados, o trabalho seguinte será colocado no compartimento superior.";

Collator = "Intercalador";
CollatorDescription = "A impressora ordena as cópias de trabalhos em compartimentos separados.";

FunctionSeparator = "Separador de funções";
FunctionSeparatorDescription = "Neste modo, todos os faxes, cópias e trabalhos de impressão são enviados a compartimentos diferentes. O padrão é:\nfaxes são enviados somente para o compartimento superior\ncópias são enviadas somente para o compartimento do meio\ntrabalhos de impressão são enviados somente para o compartimento inferior";

Footer = "É possível alterar o modo de operação usando o painel de controle do dispositivo.";

DataSendError = "Não é possível enviar dados para a impressora.";
DataSendErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
DataReceiveError = "Não é possível receber dados da impressora.";
DataReceiveErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
DataErrorRequestFailExplanation = "A impressora não pode processar a solicitação agora. Tente novamente mais tarde.";

None = "Nenhum";
TwoStaples = "Dois grampos";
OneLeft = "Um à esquerda";
OneRight = "Um à direita";
OneLeftAngled = "Um inclinado à esquerda";
OneRightAngled = "Um inclinado à direita";
TwoLeft = "Dois à esquerda";
TwoRight = "Dois à direita";
TwoTop = "Dois superiores";
TopLeft = "Superior esquerdo";
TopRight = "Superior direito";
TopLeftOrRight = "Superior esquerdo ou direito";
TwoTopOrLeft = "Dois no topo ou à esquerda";
TwoBottom = "Dois na base";
FourLeftOrTop = "Quatro à esquerda ou no topo";
FourLeft = "Quatro à esquerda";
FourRight = "Quatro à direita";
FourTop = "Quatro no topo";
ThreeLeftOrTop = "Três à esquerda ou no topo";
ThreeLeft = "Três à esquerda";
ThreeRight = "Três à direita";
ThreeTop = "Três no topo";

MultifunctionFinisher = "Finalizador multifunção HP";
OneStaple = "Um grampo";
ThreeStaples = "Três grampos";
SixStaples = "Seis grampos";
AngledStaple = "Um grampo inclinado";
CustomStapling = "Grampeamento personalizado";

StaplesDescription = "Selecione se todos os trabalhos devem ser grampeados. Se você selecionar UM INCLINADO À ESQUERDA, todos os trabalhos serão grampeados. O padrão é NENHUM.";
StaplesOutDescription = "Selecione a opção para parar ou continuar a impressão quando o grampeador estiver sem grampos. O padrão é PARAR.";

HSDPaperHandlingLabel = "Dispositivos de manuseio de papel";
ApplyButton = "Aplicar agora";
HSDAttachedDeviceLabel = "Dispositivo conectado:";
HSDOperationModeLabel = "Modo de operação:";
HSDStaplingModeLabel = "Modo de grampeamento:";
HSDStaplesOutModeLabel = "Modo sem grampos:";
HSDHolePunchModeLabel = "Perfuração:";
HSDStopMode = "Parar";
HSDContinueMode = "Continuar";

HSDNoOutputDevicesMessage = "Nenhum dispositivo de saída foi detectado";